{
	"Legislation": [{
		"law": "1. Οι πηγές του δικαίου κοινωνικής ασφάλισης.Οι πηγές του δικαίου κοινωνικής ασφάλισης περιλαμβάνουν τις συνταγματικές ρυθμίσεις στο πεδίο των κοινωνικών δικαιωμάτων, τη νομοθεσία και τις πράξεις της διοίκησης που εξειδικεύουν τις συνταγματικές ρυθμίσεις, τις γενικές αρχές, τα έθιμα και τις ρυθμίσεις κοινωνικοασφαλιστικού χαρακτήρα που περιέχονται στις συλλογικές συμβάσεις εργασίας.Αυτές οι πηγές συγκροτούν το εθνικό δίκαιο κοινωνικής ασφάλισης. Υπάρχουν όμως και κανόνες υπερεθνικού χαρακτήρα που προβλέπονται στους μηχανισμούς του διεθνούς δικαίου κοινωνικής ασφάλισης και του ευρωπαϊκού κοινοτικού δικαίου. Η Ελλάδα έχει ενσωματώσει στην εθνική της έννομη τάξη τους πλέον βασικούς κανόνες ασφαλιστικού χαρακτήρα των διεθνών οργανισμών, ενώ ανταποκρίνεται πλήρως  ως μέλος της Ευρωπαϊκής Ένωσης  στο κοινοτικό κεκτημένο που έχει διαμορφωθεί στον τομέα της κοινωνικής ασφάλισης.0000"
	}, {
		"law":"1.1. Οι συνταγματικοί κανόνες.Το ισχύον Σύνταγμα του 1975, όπως αναθεωρήθηκε το 1986 και το 2001, περιέχει τους ιεραρχικά ανώτερους κανόνες στο πλαίσιο της εθνικής έννομης τάξης. Το Σύνταγμα προβλέπει συγκεκριμένες διατάξεις για την προστασία των κοινωνικών δικαιωμάτων, ανάμεσα στα οποία περιλαμβάνεται και το δικαίωμα στην κοινωνική ασφάλιση. Επίσης, περιέχει διατάξεις για τη λειτουργία του κοινωνικού κράτους δικαίου, οι οποίες και σηματοδοτούν τον κοινωνικά προσανατολισμένο χαρακτήρα του.Η συνταγματική θεμελίωση του δικαιώματος στην κοινωνική ασφάλιση προβλέπεται στο άρθρο 22 § 5 Σ., που ορίζει ότι:«Το κράτος μεριμνά για την κοινωνική ασφάλιση των εργαζομένων, όπως νόμος ορίζει».Η διάταξη αυτή, όπως έχει ερμηνευθεί από τη νομολογία των ελληνικών δικαστηρίων, συνθέτει τη βάση για την ασφαλιστική κάλυψη όλων των εργαζομένων, ανεξάρτητα από το είδος απασχόλησής τους.Η συνταγματική κατοχύρωση της αρχής του κοινωνικού κράτους δικαίου εντοπίζεται στο άρθρο 25 παρ. 1 Σ. που προβλέπει ότι:«Τα δικαιώματα του ανθρώπου ως ατόμου και ως μέλους του κοινωνικού συνόλου και η αρχή του κοινωνικού κράτους δικαίου τελούν υπό την εγγύηση του κράτους. Όλα τα κρατικά όργανα υποχρεούνται να διασφαλίζουν την ανεμπόδιστη και αποτελεσματική άσκησή τους. Τα δικαιώματα αυτά ισχύουν και στις σχέσεις μεταξύ ιδιωτών στις οποίες προσιδιάζουν. Οι κάθε είδους περιορισμοί που μπορούν κατά το Σύνταγμα να επιβληθούν στα δικαιώματα αυτά πρέπει να προβλέπονται είτε απευθείας από το σύνταγμα είτε από το νόμο, εφόσον υπάρχει επιφύλαξη υπέρ αυτού και να σέβονται την αρχή της αναλογικότητας».Εκτός από το δικαίωμα στην κοινωνική ασφάλιση, το Ελληνικό Σύνταγμα κατοχυρώνει και όλα τα άλλα θεμελιώδη κοινωνικά δικαιώματα: εκπαίδευση, απασχόληση, υγεία και πρόνοια. Έτσι, συνθέτει ένα σύγχρονο θεσμικό υπόβαθρο για την άσκηση κοινωνικής πολιτικής με κύριο άξονα την προστασία δικαιωμάτων μέσω των μηχανισμών του κοινωνικού κράτους.Οι ρυθμίσεις περί κοινωνικών δικαιωμάτων στο ισχύον Σύνταγμα αποτελούν κανόνες δικαίου που εξειδικεύονται από τη Βουλή και τη διοίκηση μέσω νομοθεσίας και διοικητικών πράξεων. Το Ελληνικό σύστημα κοινωνικής ασφάλισης, όπως έχει διαμορφωθεί ιστορικά μέχρι σήμερα, ρυθμίζεται από εκτεταμένη νομοθεσία που αποτελεί τη βασική πηγή του δικαίου κοινωνικής ασφάλισης.0000"
	}, {
		"law": "1.2. Οι νομοθετικές ρυθμίσεις και η διοικητική τους εξειδίκευση.Οι κύριοι νομοθετικοί κανόνες που διέπουν την οργάνωση και λειτουργία του ελληνικού συστήματος κοινωνικής ασφάλισης περιέχονται στη νομοθεσία των φορέων κύριας, επικουρικής και συμπληρωματικής ασφάλισης καθώς και στις νομοθετικές παρεμβάσεις για τον εκσυγχρονισμό του συστήματος, οι οποίες εγκαινιάστηκαν στις αρχές της δεκαετίας του 1990 και ολοκληρώθηκαν σε σημαντικό βαθμό το 2002 με την ψήφιση του Ν. 3029/2002. Παρά την πληθώρα διατάξεων, το ελληνικό δίκαιο κοινωνικών ασφαλίσεων δεν έχει ακόμα κωδικοποιηθεί. Την περίοδο αυτή, το αρμόδιο Υπουργείο Εργασίας και Κοινωνικών Ασφαλίσεων επεξεργάζεται ένα σύνθετο σχέδιο κωδικοποίησης, η προώθηση του οποίου αναμένεται να συμβάλει στην εξυπηρέτηση τόσο των στελεχών όσο και των πολιτών για θέματα κοινωνικής ασφάλισης.Οι νομοθετικοί κανόνες εξειδικεύονται από τα όργανα της διοίκησης μέσω της έκδοσης Προεδρικών Διαταγμάτων (πρόκειται για πράξεις της διοίκησης που επεξεργάζονται τα αρμόδια υπουργεία και υπογράφονται από τον Πρόεδρο της Ελληνικής Δημοκρατίας) και κανονιστικών διοικητικών πράξεων. Συνήθως ο νομοθέτης εξουσιοδοτεί τα όργανα της διοίκησης να εξειδικεύσουν με τις πράξεις τους νομοθετικές ρυθμίσεις γενικού ή αόριστου χαρακτήρα.0000"
	}, {
		"law": "1.3. Οι γενικές αρχές κοινωνικής ασφάλισης.Οι γενικές αρχές του δικαίου κοινωνικής ασφάλισης αποτελούν άγραφους θεμελιώδεις κανόνες που συνάγονται από τη διατύπωση ή τους σκοπούς υφιστάμενων ρυθμίσεων. Συνήθως προκύπτουν από την ερμηνεία του ισχύοντος δικαίου (όπως αυτή αναπτύσσεται μέσω της νομολογίας των Ανωτάτων Δικαστηρίων) και η παραβίασή τους αποτελεί λόγο ακύρωσης των πράξεων των ασφαλιστικών φορέων.Οι εφαρμοστές του δικαίου της κοινωνικής ασφάλισης στην Ελλάδα προσφεύγουν στις ακόλουθες αρχές για να εξασφαλίσουν την προσαρμογή των νομικών κανόνων σε νέες συνθήκες και αντιλήψεις: αρχή της κοινωνικής αλληλεγγύης (επιβάλλει τη διασταλτική ερμηνεία των τεχνικών υπολογισμού των ασφαλιστικών εισφορών με στόχο την ενίσχυση των χρηματοδοτικών πόρων των οργανισμών κοινωνικής ασφάλισης), αρχή της εύνοιας των ασφαλισμένων (επιβάλλει την επίλυση διαφορών για ασφαλιστικές παροχές με πνεύμα προστασίας του αδύνατου μέρους), αρχή της καλής πίστης, αρχή της χρηστής διοίκησης.0000"
	}, {
		"law": "1.4. Οι συλλογικές συμβάσεις εργασίας.Οι συλλογικές συμβάσεις εργασίας, βασικός μηχανισμός του συστήματος εργασιακών σχέσεων στην Ελλάδα, μπορούν να ρυθμίζουν ζητήματα κοινωνικής ασφάλισης υπό δύο προϋποθέσεις: οι ρυθμίσεις τους αφενός δεν πρέπει να αναφέρονται σε συνταξιοδοτικά ζητήματα και αφετέρου πρέπει να εντάσσονται στο πλαίσιο της ισχύουσας συνταγματικής τάξης και των πολιτικών των δημοσίων φορέων ασφάλισης. Έτσι, οι κοινωνικοί εταίροι προχωρούν στη ρύθμιση ασφαλιστικών θεμάτων επεκτείνοντας συνήθως την προστασία των εργαζομένων για συγκεκριμένους ασφαλιστικούς κινδύνους.Από την άλλη πλευρά, μέχρι πρόσφατα, οι κοινωνικοί εταίροι δεν μπορούσαν να συστήσουν μέσω συλλογικών συμβάσεων ειδικά ταμεία ή λογαριασμούς που χορηγούν περιοδικές παροχές συντάξεων ή εφάπαξ βοηθήματα με επιβάρυνση του εργοδότη. Η ρύθμιση αυτή δικαιολογείται με κριτήριο τη συνταγματική κατοχύρωση του δημόσιου, κοινωνικού δικαιώματος στην ασφάλιση, η οποία απαγορεύει να συσταθεί με ιδιωτική πρωτοβουλία φορέας που θα χορηγεί παροχές κοινωνικής ασφάλισης. Στην πρόσφατη όμως μεταρρύθμιση του 2002 προβλέφθηκε η δυνατότητα των κοινωνικών εταίρων να συστήνουν (με πρωτοβουλία των εργαζομένων ή των εργοδοτών ή με συμφωνία και των δύο πλευρών) ταμεία επαγγελματικής ασφάλισης που εντάσσονται στο δεύτερο πυλώνα ασφάλισης.0000"
	}, { "law":"1.5. Οι μηχανισμοί του διεθνούς δικαίου κοινωνικής ασφάλισης.Η εφαρμογή των υπερεθνικών μηχανισμών κοινωνικής ασφάλισης από την Ελλάδα αποδεικνύει την προσαρμογή του εθνικού συστήματος στις διεθνείς τάσεις και εξελίξεις. Η διακίνηση μεγάλου αριθμού ατόμων από και προς την Ελληνική επικράτεια επιβάλλει τη ρύθμιση των κοινωνικοασφαλιστικών τους δικαιωμάτων και σχέσεων υπό το πρίσμα ευρύτερων κανόνων υπερεθνικής εφαρμογής. Οι κανόνες αυτοί προβλέπονται είτε σε διμερείς συμβάσεις κοινωνικής ασφάλισης είτε σε πολυμερείς συμβάσεις διεθνών οργανισμών.α) Η Ελλάδα έχει υπογράψει ένα πλήθος διμερών συμβάσεων με ευρωπαϊκά και άλλα κράτη. Το περιεχόμενο των συμβάσεων εξασφαλίζει ισότητα μεταχείρισης σε υπηκόους των συμβαλλομένων μερών που μετακινούνται προς και από αυτά.β) Η Ελλάδα έχει επικυρώσει τις πλέον αντιπροσωπευτικές πολυμερείς συμβάσεις σε επίπεδο Οργανισμού Ηνωμένων Εθνών, Συμβουλίου της Ευρώπης και Διεθνούς Οργάνωσης Εργασίας. Το περιεχόμενο των συμβάσεων αυτών προωθεί ουσιαστικά το συντονισμό των εθνικών συστημάτων κοινωνικής ασφάλισης σε σχέση με την κάλυψη τυποποιημένων ασφαλιστικών κινδύνων. Μετά την επικύρωσή τους από τη Βουλή και την έναρξη ισχύος τους, οι συμβάσεις αποτελούν αναπόσπαστο τμήμα της έννομης τάξης και υπερισχύουν σε περίπτωση σύγκρουσής τους με ρυθμίσεις της εθνικής νομοθεσίας.0000"}
	
	]
}